Repository: Chealer/ckanext-categroupy
Catalog: ckanext/categroupy/i18n/*/LC_MESSAGES/ckanext-categroupy.po
Languages: fr

source: Group not found
fr: Catégorie introuvable

source: Groups
fr: Catégories

source: Unauthorized to create a group
fr: Vous n'êtes pas autorisé à créer une catégorie

source: Unauthorized to delete group %s
fr: Vous n'êtes pas autorisé à supprimer la catégorie %s

source: Group has been deleted.
fr: Cette catégorie a été supprimée.

source: Unauthorized to create group %s members
fr: Non autorisé à créer des membres de la catégorie %s

source: Unauthorized to add member to group %s
fr: Vous n'êtes pas autorisé à ajouter un membre à la catégorie %s

source: Unauthorized to delete group %s members
fr: Vous n'êtes pas autorisé à supprimer un membre de la catégorie %s

source: Group member has been deleted.
fr: Le membre de cette catégorie a été supprimé.

source: CKAN Group Revision History
fr: Historique des révisions de la catégorie CKAN

source: Recent changes to CKAN Group:
fr: Modifications récentes de la catégorie CKAN :

source: {actor} updated the group {group}
fr: {actor} a mis à jour la catégorie {group}

source: {actor} deleted the group {group}
fr: {actor} a supprimé la catégorie {group}

source: {actor} created the group {group}
fr: {actor} a créé la catégorie {group}

source: group
fr: catégorie

source: Group
fr: Catégorie

source: You must be logged in to follow a group.
fr: Vous devez vous identifier pour suivre une catégorie.

source: User %s not authorized to edit these groups
fr: L'utilisateur %s n'est pas autorisé à modifier ces catégories

source: User %s not authorized to create groups
fr: L'utilisateur %s n'est pas autorisé à créer des catégories

source: User %s not authorized to edit group %s
fr: L'utilisateur %s n'est pas autorisé à modifier la catégorie %s

source: User %s not authorized to delete groups
fr: L'utilisateur %s n'est pas autorisé à supprimer des catégories

source: User %s not authorized to delete group %s
fr: L'utilisateur %s n'est pas autorisé à supprimer la catégorie %s

source: User %s not authorized to read group %s
fr: Utilisateur %s non autorisé à lire la catégorie %s

source: User %s not authorized to change state of group %s
fr: L'utilisateur %s n'est pas autorisé à modifier l'état de la catégorie %s

source: User %s not authorized to edit permissions of group %s
fr: L'utilisateur %s n'est pas autorisé à modifier les permissions de la catégorie %s

source: Add a Group
fr: Ajouter une catégorie

source: Group Form
fr: Formulaire de catégorie

source: Are you sure you want to delete group - {name}?
fr: Êtes-vous sûr de vouloir supprimer la catégorie - {name}?

source: Edit Group
fr: Modifier une catégorie

source: Add Group
fr: Ajouter une catégorie

source: Search groups...
fr: Rechercher des catégories...

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
fr: <p><strong>Administrateur:</strong> Peut éditer les informations de catégorie, ainsi que gérer les membres d'organisations.</p> <p><strong>Membre:</strong> Peut ajouter/retirer des jeux de données de catégories</p>

source: Create a Group
fr: Créer une catégorie

source: Update Group
fr: Modifier la catégorie

source: Create Group
fr: Créer une catégorie

source: Datasets in group: {group}
fr: Jeux de données de la catégorie : {group}

source: My Group
fr: Ma catégorie

source: A little information about my group...
fr: Un peu d'information au sujet de ma catégorie...

source: Are you sure you want to delete this Group?
fr: Etes-vous sûr de vouloir supprimer cette catégorie?

source: Save Group
fr: Sauvegarder la catégorie

source: Remove dataset from this group
fr: Retirer le jeu de données de cette catégorie

source: What are Groups?
fr: Que sont les catégories ?

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
fr: Vous pouvez utiliser les catégories CKAN pour créer et gérer des collections de jeux de données. Cela peut être pour cataloguer des jeux de données pour un projet ou une équipe en particulier, ou autour d'un thème spécifique, ou comme moyen très simple d'aider à parcourir et découvrir vos jeux de données publiés.

source: groups
fr: catégories

source: Associate this group with this dataset
fr: Associer cette catégorie à un jeu de données

source: Add to group
fr: Ajouter à la catégorie

source: There are no groups associated with this dataset
fr: Il n'y a pas de catégorie associée à ce jeu de données

source: {number} group found for "{query}"
fr: {number} catégorie trouvée pour "{query}"

source: No groups found for "{query}"
fr: Aucune catégorie trouvée pour "{query}"

source: {number} group found
fr: {number} catégorie trouvée

source: No groups found
fr: Aucune catégorie trouvée

source: My Groups
fr: Mes catégories

source: You are not a member of any groups.
fr: Vous n'êtes membre d'aucune catégorie.

source: Create datasets, groups and other exciting things
fr: Créer des jeux de données, des catégories et d'autres choses passionnantes

source: This group has no description
fr: Il n'y a pas de description pour cette catégorie
